export const materials = [
  { n: 'газо- и пенобетон на цементном вяжущем', d: [400, 600, 800, 1000] },
  { n: 'керамзитобетон беспесчанный', d: [300, 400, 500, 600, 700] },
  { n: 'керамзитобетон на керамзитовом песке', d: [500, 600, 800, 1000, 1200, 1400, 1600, 1800] },

  { n: 'глиняный обыкновенный на ц-п растворе', d: 1800 },
  { n: 'керамический пустотный на ц-п растворе', d: [1200, 1400, 1600] },
  { n: 'силикатный на ц-п растворе', d: 1800 },
  { n: 'силикатный 11-пустотный на ц-п растворе', d: 1500 },
  { n: `силикатный 14-пустотный на ц-п растворе`, d: 1400 },

  { c: 'бетон на гравии или щебне из природного камня', d: 2400 },
  { c: 'железобетон', d: 2500 },
  { c: 'раствор цементно-песчанный', d: 1800 },

  { u: 'листы гипсовые обшивные', d: 1800 },
  { u: 'пенополистирол', d: 1800 },
  { u: 'пенополиуретан', d: 1800 },
  { u: 'плиты из гипса', d: 1800 },
  { u: 'плиты из стекольного штапельного волокна', d: 1800 },
  { u: 'плиты минераловатные из каменного волокна', d: 1800 },
  { u: 'экструдированный пенополистирол', d: 1800 },
];
